Repository: bertholdm/calibre-dnb
Catalog: translations/*.po
Languages: de

source: Downloads metadata from the DNB (Deutsche National Bibliothek).
de: Lädt Metadaten aus der DNB (Deutsche National Bibliothek).

source: Subtitle:
de: Untertitel:

source: Subseries:
de: Unterserie:

source: Editor:
de: Herausgeber:

source: Foreword by:
de: Vorwort, Nachwort, Einleitung, Geleitwort:

source: Artist:
de: Künstler:

source: Original language:
de: Ausgangssprache:

source: Translator:
de: Übersetzer:

source: Edition:
de: Auflage:

source: Media type:
de: Medienart:

source: Extent:
de: Umfang:

source: Other physical details:
de: Andere physische Details:

source: Dimensions:
de: Maße:

source: Accompanying material:
de: Begleitmaterial:

source: Terms of availability:
de: Bezugsbedingungen:

source: DDC subject area:
de: DDC Sachgruppe:

source: GND subjects:
de: GND Einträge:

source: Non-GND subjects:
de: Nicht-GND Einträge:

source: MARC21 fields:
de: MARC21 Felder:

source: Source:
de: Quelle:

source: Fetch all data in book record:
de: Hole alle Daten des Katalog-Datensatzes:

source: Additional, non-Calibre book data will be stored in comments.
de: Zusätzliche Angaben, die nicht für die Calibre Buchdaten verwendet werden, werden im Kommentarfeld abgelegt.

source: Append subtitle to title:
de: Untertitel an Haupttitel anfügen:

source: Subtitle is appended to the main title, otherwise it will be stored in comments.
de: Untertitel werden an den Haupttitel angefügt, ansonsten im Kommentarfeld vermerkt.

source: Stop after first hit:
de: Suche nach dem ersten Treffer abbrechen:

source: Stop search after first book record is found.
de: Beende die Suche, wenn das erste Buch gefunden wurde.

source: Prefer results with ISBN:
de: Ergebnisse mit ISBN bevorzugen:

source: If set to True, and this source returns multiple results for a query, some of which have ISBNs and some of which do not, the results without ISBNs will be ignored. (see https://manual.calibre-ebook.com/de/plugins.html)
de: Wenn angehakt und die Metadatenquelle liefert mehr als ein Ergebnis für die Suche, solche mit ISBNs und solche ohne, werden die Ergebnisse ohne ISBNs ignorierd. (see https://manual.calibre-ebook.com/de/plugins.html)

source: Can get multiple covers:
de: Mehr als ein Titelbild herunterladen:

source: If True, the plugin can return multiple covers for a given query.
de: Wenn angehakt, kann das Plugin mehr als ein Titelbild je Abfrage herunterladen.

source: Patterns to detect editors:
de: Muster für Herausgeber-Suche:

source: RegEx pattern to detect editors, without the editor's name itself. One pattern per line in descending check order.
de: RegEx-Muster für die Herausgeber-Suche, ohne den Herausgebernamen selbst. Ein Muster pro Zeile in aufsteigender Prüfreihenfolge.

source: Patterns to detect artists:
de: Muster für Künstler-Suche:

source: RegEx pattern to detect artists, without the artist's name itself. One pattern per line in ascending check order.
de: RegEx-Muster für die Künstler-Suche, ohne den Künstlernamen selbst. Ein Muster pro Zeile in aufsteigender Prüfreihenfolge.

source: Patterns to detect translators:
de: Muster für Übersetzer-Suche:

source: RegEx pattern to detect translators, without the translator's name itself. One pattern per line in ascending check order.
de: RegEx-Muster für die Übersetzer-Suche, ohne den Übersetzernamen selbst. Ein Muster pro Zeile in aufsteigender Prüfreihenfolge.

source: Patterns to detect foreword writer:
de: Muster für Suche nach Verfasser von Einleitung, Vorwort, Geleitwort:

source: RegEx pattern to detect foreword writers, without the foreword writer's name itself. One pattern per line in ascending check order.
de: RegEx-Muster für die Suche nach Verfasser von Vorwort (Gleitwort, Einleitung), ohne den Verfassernamen selbst. Ein Muster pro Zeile in aufsteigender Prüfreihenfolge.

source: Show MARC21 field numbers:
de: Zeige MARC21-Feldnummern:

source: Show MARC21 field numbers in comments for reference purposes.
de: Zeige die MARC21-Feldnamen im Kommentar zu Verweiszwecken.
